{
  "How do I know if I need custom insoles?": "Our Custom Insoles are specially moulded to support your feet in the proper, neutral position. This is crucial for people who overpronate or supinate and can help those with a recurring foot, ankle or knee pain related to conditions such as plantar fasciitis, Morton’s neuroma or runner’s knee, among others. Studies have shown that proper support under the foot can help prevent the progression of overpronation and supination while offering relief from the pain associated with the foot, ankle and knee strains and injuries.\n\nBut you can still benefit from custom insoles even without acute foot problems or if you have a neutral foot type! Custom insoles add a perfect, custom fit and all-day comfort to all types of footwear. If you spend many hours of your day on your feet, custom support underfoot can help keep your feet and lower back from tiring as easily. Good support for the feet has benefits across your body’s entire kinetic chain, encouraging good alignment from your feet and legs up through your whole spine.\n\nIf you’re still unsure or want to know more about your foot type, getting a foot or gait analysis is an excellent idea. These are offered at various sports shops and by many physical therapists, athletic trainers, coaches and doctors.",
  "How do I get my 100% Custom Insoles?": "Recognised as foot health experts, FootBalance offers a personalised foot analysis and custom insole moulding service across its partner stores. The expert staff trained by FootBalance conduct the personalised foot analysis, which is free of charge service, with custom insoles available to try without the obligation to buy. All in under 10 minutes.\n\nIn store, our 100% custom insoles are moulded to the unique contours of your feet by our expert staff. FootBalance custom insoles are designed to fit all footwear, providing you with the perfect custom fit. All supported by our 30-Day Comfort Guarantee.",
  "Are there any possible adverse side-effects from wearing FootBalance Custom Insoles?": "If made and used properly – no. When made to your anatomical arch, in the neutral position, FootBalance Custom Insoles do not cause harm. They may cause discomfort at first because your body needs to adjust to their new alignment and muscles which may have been on holiday i.e. not used for some time.\n\nBe sure to follow the instructions and start wearing the insoles gradually. To start with, wear the insoles only for a few hours a day, gradually increasing the time worn by a few hours each day. Don’t wear them right away for intense exercise, but start by walking, after which you can gradually move on to running and other strenuous exercise. Once you are accustomed to the insoles, you can – and should – use them as much as possible.\n\n",
  "What is the guarantee for FootBalance Custom Insoles?": "At FootBalance we want you to try our insoles without worry. That’s why we have a 30-Day Comfort Guarantee. If you find a defect or are unsatisfied with your FootBalance Custom Insoles, simply return them to your retailer within 30 days of your purchase for a refund or replacement.",
  "How to clean the insoles?": "To clean, lightly brush or wipe the insoles with a damp cloth. Air out damp insoles at room temperature between uses. Do not machine wash. Do not expose to high heat.",
  "How much do the insoles weigh?": "The weight of the insoles is indicative and may vary by approximately + / – two grams due to variations in the cushioning material.",
  "How long do insoles typically last before needing replacement?": "Insole life varies with each person’s foot type, weight, shoe, activity and intensity of use. As with footwear, the insoles last longer when given a rest between uses. Active, continuous or intense use wears the insoles out faster than occasional wear. For these reasons we recommend moulding more than one pair of insoles for your customer so they may alternate between pairs."
}