{
  "How do I know if I need custom insoles?": "Custom insoles are specially designed to support your feet in the correct neutral position. This is very important for people who overpronate or supine and can help those with recurring foot, ankle or knee pain related to things like plantar fasciitis, Morton's neuroma or runner's knee. Research has shown that proper underfoot support can help prevent overpronation and supination and relieve pain associated with foot, ankle and knee strains and injuries. But you can still benefit from custom insoles without acute foot problems or if you have a neutral foot type! Custom insoles add a perfect, custom fit and all-day comfort to any type of shoe. If you spend several hours of the day on your feet, a custom foot support can help prevent leg and lower back fatigue. A good footrest benefits the entire body's kinetic chain, promoting good alignment of the feet and legs up the entire spine. If you're still unsure or want to learn more about your foot type, it's a good idea to get a foot or gait analysis. They are offered by many sports clubs and many physiotherapists, sports coaches, trainers and doctors..",
  "How do I get my 100% Custom Insoles?": "Recognized as an expert in foot health, FootBalance Nepal offers personalized foot analysis and customized insole shaping services at its partner stores. FootBalance's trained specialist staff perform an individualized foot analysis, a free service where custom insoles can be tried without commitment to purchase. All in less than 10 minutes. The store's 100% custom insoles are designed by our professional staff to the unique shape of your feet. FootBalance insoles are designed to fit any shoe, giving you the perfect custom fit.",
  "Are there any possible adverse side-effects from wearing FootBalance Custom Insoles?": "If made and used properly – no. When made to your anatomical arch, in the neutral position, FootBalance Custom Insoles do not cause harm. They may cause discomfort at first because your body needs to adjust to their new alignment and muscles which may have been on holiday i.e. not used for some time.\n\nBe sure to follow the instructions and start wearing the insoles gradually. To start with, wear the insoles only for a few hours a day, gradually increasing the time worn by a few hours each day. Don’t wear them right away for intense exercise, but start by walking, after which you can gradually move on to running and other strenuous exercise. Once you are accustomed to the insoles, you can – and should – use them as much as possible.\n\n",
  "What is the guarantee for FootBalance Custom Insoles?": "At FootBalance we want you to try our insoles without worry. That’s why we have a 30-Day Comfort Guarantee. If you find a defect or are unsatisfied with your FootBalance Custom Insoles, simply return them to your retailer within 30 days of your purchase for a refund or replacement.",
  "How to clean the insoles?": "To clean, lightly brush or wipe the insoles with a damp cloth. Air out damp insoles at room temperature between uses. Do not machine wash. Do not expose to high heat.",
  "How much do the insoles weigh?": "The weight of the insoles is indicative and may vary by approximately + / – two grams due to variations in the cushioning material.",
  "How long do insoles typically last before needing replacement?": "The life of the insole varies depending on the foot type of each person, weight, footwear, activity and intensity of use. As with footwear, insoles last longer if you take a break between uses. Active, continuous or intensive use wears out insoles faster than occasional use. For these reasons, we recommend lighting more than one pair of insoles for our customer so they can vary from pair to pair.."
}